
<!DOCTYPE html>
<html lang="zh-CN">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta charset="UTF-8">
</head>
<body>
官方最新版本：大魔王™ V1.1.2 （<font color="DodgerBlue">11280206</font>）</br>
更新时间：2016-12-28  </br>
<ol>
</br>更新要点：</br></br>
<li>本次更新内容:
1、增加第三方在线支付充值账号余额
2、增加流量卡密系统
3、更新各个服务器UDP+TCP在线人数显示
4、美化UI
5、完全免费
6、优化页面冗杂加载项
7、等等需要各位自行研究（12-28）</li>
<li>本次更新内容:
1、修复UDP登陆后用户时间错误
2、修复用户APP购买套餐余额不足
3、更新监控模式以及增加流量实时监控时间设定
4、加入开机自启动流控VPN
5、去除后台卡顿（去除远程端授权验证）
6、去除页面加载渲染动画,提高访问速度（11-26）</li>
<li>修复Openvpn删库表以及添加一键清空BAN账号、首次登陆计时Bug（11-19）</li>
<li>APP有流量断线问题以及代理登陆自动跳转（11-15）</li>
<li>公告,记住密码,UDP踢人三处修复（11-14）</li>
<li>修复代理充值,APP充值,线路排版等Bug（11-5）</li>
<li>增加TCP+UDP实时监控流量超出用户并踢出（3s循环）（10-28）</li>
<li>取消云端APP单独管理,加入管理员面板,防止破解恶意删除数据篡改路线（10-25）</li>
<li>加入管理员一键生成IOS配置自动安装路线（10-25）</li>
<li>更新代理系统流量模式和包月模式（10-24）</li>
<li>管理员自定义用户系统,代理系统商品价格（10-23）</li>
<li>更改传统流量模式,改为余额系统（10-23）</li>
<li>新增防止SQL注入拦截（实验测试规则）（10-22）</li>
<li>优化面板批量生成账号、服务器设置（10-21）</li>
<li>修复云端APP公告错误、部分机型充值按钮BUG（10-19）</li>
<li><a href='http://www.tx82.cn'>大魔王™ 官网</a></li>
</ol>
</body>
</html>